export let productsArray = [

    //................ These products belong to the Mobel-home category

    {
        codeProduct: 1,
        category: 'furnishings-home',
        section: 'slider',
        productName: 'Siena Calm',
        productStatus: 'موجود',
        productPrice: 15500000,
        productImg: [

            'assets/img/Siena Calm - 01.jpg',
            'assets/img/Siena Calm - 02.png',
            'assets/img/Siena Calm - 03.png'
        ],
        productDescription: 'مبل پنج ‌نفره‌ی Siena Calm، تجسمی از آرامش و سادگی‌ست؛ جایی برای نشستن، نفس کشیدن، و بازگشت به خویشتن. رنگ گرم و خاکی آن، یادآور غروب‌های سیه‌ناست؛ جایی که نور و سکوت در آغوش هم می‌نشینند. طراحی مینیمال با خطوط نرم و پایه‌های فلزی مشکی، ترکیبی از مدرنیته و لطافت را به فضای شما هدیه می‌دهد. پارچه‌ی مخملی و بافت‌دار آن، نه تنها چشم‌نواز است، بلکه حس لمس طبیعت را در دل خانه جاری می‌سازد. همراهی با میز سبز و گلدان ارکیده، این محصول را به نقطه‌ی کانونی هر اتاق تبدیل می‌کند. Siena Calm نه فقط یک مبل، بلکه یک دعوت است—به سکون، به زیبایی، به لحظه‌ای برای خود بودن. مناسب برای فضاهای مدرن، مینیمال، یا حتی کلاسیک با چاشنی آرامش و تعادل. با Siena Calm، هر نشستن، یک تجربه‌ی شاعرانه خواهد بود.',
        urlParams: "id=1&title=Siena Calm",
        counter: 1
    },

    {
        codeProduct: 2,
        category: 'furnishings-home',
        section: 'slider',
        productName: 'California Puff',
        productStatus: 'موجود',
        productPrice: 17000000,
        productImg: [

            'assets/img/California Puff - 01.jpg',
            'assets/img/California Puff - 02.png',
            'assets/img/California Puff - 03.png'
        ],
        productDescription: 'مبل و صندلی‌های California Puff، تجسمی از راحتی بی‌مرز و طراحی مدرن هستند. با رنگ کاراملی گرم و بافت چرمی لطیف، این محصول حس آغوشی نرم را به فضای شما می‌بخشد.طراحی پف‌دار و خطوط منحنی، آرامش را در هر نشستن جاری می‌کند.پایه‌های فلزی مشکی، تضادی هنرمندانه با فرم نرم و حجیم صندلی‌ها ایجاد کرده‌اند.مناسب برای فضاهای مدرن، مینیمال، یا حتی صنعتی با چاشنی گرما و صمیمیت. California Puff نه فقط یک مبلمان، بلکه یک تجربه‌ی لمسی و بصری‌ست.همراهی با نورپردازی ملایم و عناصر دکوراتیو، این محصول را به نقطه‌ی کانونی هر اتاق تبدیل می‌کند. با California Puff، هر لحظه‌ی نشستن، سفری‌ست به آرامش و زیبایی.',
        urlParams: "id=2&title=California Puff",
        counter: 1
    },

    {
        codeProduct: 3,
        category: 'furnishings-home',
        section: 'slider',
        productName: 'Berlin Flex',
        productStatus: 'موجود',
        productPrice: 7000000,
        productImg: [

            'assets/img/Berlin Flex - 01.jpg',
            'assets/img/Berlin Flex - 02.png',
            'assets/img/Berlin Flex - 03.png'
        ],
        productDescription: 'سری مبلمان مدولار Berlin Flex، تجسمی از طراحی مینیمال و عملکرد هوشمندانه است. با رنگ مشکی کلاسیک و فرم‌های ساده، این محصول هر فضایی را به نهایت سادگی و زیبایی می‌رساند. قابلیت تبدیل شدن به لانژ، به شما آزادی می‌دهد که فضای خود را با لمس یک حرکت تغییر دهید. پایه‌های فلزی مشکی، ساختاری استوار و مدرن به طراحی این مبلمان بخشیده‌اند. محصولی مناسب برای خانه‌ها، ادارات، یا استودیوهایی که در جستجوی تعادل بین فرم و عملکرد هستند. Berlin Flex نه فقط یک مبلمان، بلکه یک هارمونی از نهایت سادگی و نهایت انعطاف است. مناسب برای فضاهای صنعتی، مدرن، یا حتی کوچک که در پی استفاده‌ی بهینه از فضا هستند. با Berlin Flex، هر نشستن تبدیل به تجربه‌ای از فرم و عملکرد می‌شود.',
        urlParams: "id=3&title=Berlin Flex",
        counter: 1
    },

    {
        codeProduct: 4,
        category: 'furnishings-home',
        section: 'slider',
        productName: 'Pacific Curve',
        productStatus: 'موجود',
        productPrice: 10000000,
        productImg: [

            'assets/img/Pacific Curve - 01.jpg',
            'assets/img/Pacific Curve - 02.png',
            'assets/img/Pacific Curve - 03.png'
        ],
        productDescription: 'مبل منحنی Pacific Curve، تجسمی‌ست از آرامش، رنگ، و طراحی شاعرانه. رنگ آبی عمیق آن، همچون اقیانوس پاسیفیک، فضا را به سکون و لطافت دعوت می‌کند. فرم منحنی و پف‌دار، آغوشی نرم برای لحظه‌های نشستن و خلوت است. میزهای طلایی و فرش نارنجی، تضادی هنرمندانه با رنگ مبل ایجاد کرده‌اند. طراحی این محصول، ترکیبی‌ست از مدرنیته و طبیعت زنده. مناسب برای فضاهایی که در پی خلاقیت، رنگ، و حس زندگی هستند. Pacific Curve نه فقط یک مبلمان، بلکه یک تجربه‌ی بصری و احساسی‌ست. با آن، هر نشستن تبدیل به لحظه‌ای از سفر به آرامش و زیبایی می‌شود.',
        urlParams: "id=4&title=Pacific Curve",
        counter: 1
    },

    {
        codeProduct: 5,
        category: 'furnishings-home',
        section: 'slider',
        productName: 'Oslo Arc',
        productStatus: 'موجود',
        productPrice: 10000000,
        productImg: [

            'assets/img/Oslo Arc - 01.jpg',
            'assets/img/Oslo Arc - 02.png',
            'assets/img/Oslo Arc - 03.png'
        ],
        productDescription: 'مبل منحنی Oslo Arc، تجسمی‌ست از آرامش، هندسه، و طراحی مینیمال. رنگ خاکستری عمیق آن، بافتی از سکون و وقار را به فضا هدیه می‌دهد. فرم منحنی و کوسن‌های مشکی، ترکیبی از نرمی و تضاد هنرمندانه را خلق کرده‌اند. میز گرد مات و عناصر دکوراتیو، فضایی متعادل و مدرن را کامل می‌کنند. محصولی مناسب برای فضاهایی که در پی سکوت، نظم، و زیبایی بی‌ادعا هستند. Oslo Arc نه فقط یک مبلمان، بلکه یک زبان بصری‌ست برای آرامش و تعادل. مناسب برای خانه‌های مینیمال، استودیوهای هنری، یا دفاتر مدرن با چاشنی لطافت. با Oslo Arc، هر نشستن تبدیل به لحظه‌ای از تأمل و زیبایی می‌شود.',
        urlParams: "id=5&title=Oslo Arc",
        counter: 1
    },

    //................ These products belong to the table category

    {
        codeProduct: 6,
        category: 'table',
        section: 'table',
        productName: 'Vienna Desk',
        productStatus: 'موجود',
        productPrice: 4000000,
        productImg: [

            'assets/img/Vienna Desk - 02.png',
            'assets/img/Vienna Desk - 04.jpg',
            'assets/img/Vienna Desk - 03.png'
        ],
        productDescription: 'Vienna Desk، ترکیبی‌ست از اصالت چوب و ظرافت فلز در طراحی مدرن. سطح صاف و گرم آن، فضایی دلپذیر برای نوشتن، مطالعه یا کارهای روزمره فراهم می‌کند. سه کشوی کاربردی با دستگیره‌های متفاوت، نظم و زیبایی را هم‌زمان به محیط شما می‌آورند. پایه‌های فلزی منحنی، حس پویایی و استحکام را به طراحی اضافه کرده‌اند. مناسب برای اتاق‌های مطالعه، دفاتر خانگی، یا فضاهای کاری با سبک کلاسیک و مدرن Vienna Desk .نه فقط یک میز، بلکه یک قطعه‌ی هنری‌ست که با هر نگاه، الهام‌بخش تمرکز و خلاقیت می‌شود. با آن، هر لحظه‌ی نوشتن یا کار، تبدیل به تجربه‌ای آرام و زیبا خواهد شد. میز تحریری برای ذهن‌های منظم، عاشق زیبایی، و جویای معنا.',
        urlParams: "id=6&title=Vienna Desk",
        counter: 1
    },

    {
        codeProduct: 7,
        category: 'table',
        section: 'table',
        productName: 'Monaco Arc',
        productStatus: 'موجود',
        productPrice: 4500000,
        productImg: [

            'assets/img/MonacoArc-04.png',
            'assets/img/Produktteil-03.jpg',
            'assets/img/MonacoArc-05.png'
        ],
        productDescription: 'میز تحریر  Monaco Arc  ترکیبی بی‌نظیر از طراحی مدرن و عملکرد حرفه‌ای است. سطح چرمی خاکستری آن، فضایی نرم و ضدخش برای نوشتن و کار فراهم می‌کند. دو کشوی جانبی با دسترسی آسان، امکان نگهداری اسناد و لوازم ضروری را فراهم کرده‌اند، در حالی که قفسه‌ی پشتی میز با طراحی مینیمال، جایگاهی برای پاکت‌ها و ابزارهای روزمره است. پایه‌های فلزی خمیده با رنگ مشکی، تضاد زیبایی با چوب طبیعی میز ایجاد کرده‌اند و حس صنعتی-مدرن را به فضا می‌بخشند. این میز برای فضاهای روشن با نور طبیعی، مانند دفاتر خانگی یا اتاق‌های مطالعه، انتخابی عالی است. چیدمان سطح میز شامل تبلت، دفترچه، خودکار و فنجان قهوه، نشان‌دهنده‌ی تعادل میان زیبایی و کاربردی بودن است. Monaco Arc  نه‌تنها یک میز تحریر است، بلکه یک قطعه‌ی هنری در فضای کاری شماست. اگر به دنبال آرامش، نظم و الهام در محیط کار هستید، این میز دقیقاً همان چیزی است که نیاز دارید.',
        urlParams: "id=7&title=Monaco Arc",
        counter: 1
    },

    {
        codeProduct: 8,
        category: 'table',
        section: 'table',
        productName: 'Ara',
        productStatus: 'موجود',
        productPrice: 3000000,
        productImg: [

            'assets/img/Produktteil-04.jpg',
            'assets/img/Ara-05.png',
            'assets/img/Ara-06.png'
        ],
        productDescription: 'میــــــــــز تحــــــــریر آرا؛  ترکیب زیبایی و عملکرد در یک طراحی مدرن میز تحریر آرا با طراحی مینیمال و متریال باکیفیت، انتخابی ایده‌آل برای فضاهای کاری مدرن و خانگی است. صفحه‌ی چوبی با طرح طبیعی و گرم، حس آرامش و تمرکز را در محیط ایجاد می‌کند، در حالی که فریم فلزی خاکستری، استحکام و ثبات را تضمین می‌نماید. این میز با دارا بودن چهار کشوی سفید با دستگیره‌های فلزی، فضای کافی برای نگهداری لوازم اداری، اسناد و وسایل شخصی فراهم می‌کند. طراحی زاویه‌دار و متناسب آن باعث می‌شود در هر گوشه‌ای از اتاق به‌راحتی جای گیرد و با دکوراسیون‌های مختلف هماهنگ شود. میز آرا نه‌تنها یک سطح کار است، بلکه یک عنصر دکوراتیو برای ارتقاء فضای کاری شماست. اگر به دنبال ترکیبی از زیبایی، کاربرد و دوام هستید، میز تحریر آرا انتخابی هوشمندانه برای شما خواهد بود.',
        urlParams: "id=8&title=Ara",
        counter: 1
    },

    {
        codeProduct: 9,
        category: 'table',
        section: 'table',
        productName: 'Noma',
        productStatus: 'موجود',
        productPrice: 4500000,
        productImg: [

            'assets/img/Noma-08.png',
            'assets/img/Noma-10.jpg',
            'assets/img/Noma-09.png'
        ],
        productDescription: 'میـــــــز کامپیــــــــوتـــــــــر نــــــــومــــــــــا؛    ترکیب نظم، زیبایی و عملکرد در یک طراحی مدرن میز کامپیوتر نوما با طراحی ساده و رنگ خاکستری شیک، انتخابی عالی برای فضاهای کاری خانگی و اداری است. سطح وسیع آن فضای کافی برای لپ‌تاپ، لوازم جانبی و اسناد فراهم می‌کند، در حالی که سه کشوی کاربردی در سمت راست امکان نظم‌دهی به وسایل را به‌خوبی فراهم می‌سازد. کشوی پایینی با چرخ‌های روان، دسترسی آسان به وسایل سنگین‌تر را ممکن می‌سازد. طراحی مینیمال و متریال باکیفیت، حس حرفه‌ای بودن را به محیط کاری شما منتقل می‌کند. وجود لامپ رومیزی و زونکن‌ها در تصویر، نشان‌دهنده‌ی کاربرد واقعی این میز در زندگی روزمره است. اگر به دنبال میزی هستید که هم زیبا باشد، هم کاربردی و هم با دکوراسیون‌های مختلف هماهنگ شود، میز نوما انتخابی هوشمندانه برای شماست. این میز نه‌تنها یک سطح کار است، بلکه یک عنصر دکوراتیو برای ارتقاء فضای کاری شماست.',
        urlParams: "id=9&title=Noma",
        counter: 1
    },

    {
        codeProduct: 10,
        category: 'table',
        section: 'table',
        productName: 'Nitro',
        productStatus: 'موجود',
        productPrice: 4400000,
        productImg: [

            'assets/img/Nitro-12.png',
            'assets/img/Nitro-13.png',
            'assets/img/Nitro-14.jpg'
        ],
        productDescription: 'میــــــــز گیمینگ نیتــــــــــــرو؛  طراحی آینده‌نگر برای تجربه‌ای بی‌نظیر در دنیای بازی میز گیمینگ نیترو با طراحی مشکی مات و خطوط آبی، انتخابی بی‌نظیر برای گیمرهایی‌ست که به دنبال ترکیب زیبایی، عملکرد و ارگونومی هستند. سطح وسیع آن به‌راحتی میزبان مانیتور خمیده، کیبورد مکانیکی، موس حرفه‌ای و لوازم جانبی گیمینگ است. وجود سینی کشویی برای کیبورد، نگهدارنده هدفون، جای لیوان و پلتفرم‌های جانبی برای کنترلرها و فیگورها، این میز را به یک ایستگاه کامل گیمینگ تبدیل کرده است. پایه‌های فلزی زاویه‌دار، استحکام و ثبات را در کنار طراحی مدرن تضمین می‌کنند. اگر به دنبال میز گیمینگی هستید که هم ظاهر حرفه‌ای داشته باشد، هم فضای کافی برای تجهیزات و هم حس هیجان را منتقل کند، میز نیترو انتخابی هوشمندانه برای شماست. این میز نه‌تنها یک سطح بازی است، بلکه بخشی از شخصیت گیمینگ شماست.',
        urlParams: "id=10&title=Nitro",
        counter: 1
    },

    {
        codeProduct: 11,
        category: 'table',
        section: 'table',
        productName: 'Sepedar',
        productStatus: 'موجود',
        productPrice: 5000000,
        productImg: [

            'assets/img/Sepedar-10.png',
            'assets/img/Produktteil-01.jpg',
            'assets/img/Sepedar-11.png'
        ],
        productDescription: 'میـــــــز کامپیــــــــوتــــــــــر سپیــــــــــــدار؛  ترکیب زیبایی و عملکرد در یک طراحی کلاسیک میز کامپیوتر سپیدار با طراحی زیبا و متریال باکیفیت، انتخابی ایده‌آل برای فضای کار خانگی است. صفحه‌ی چوبی باطراوت حس آراستگی و تمرکز را در محیط ایجاد می‌کند، در حالی که ترکیب قفسه‌ها و کشوها نظم‌بخشی به فضای کاری را تضمین می‌کند. این میز با دارا بودن سه کشوی کلاسیک با دسته‌های برنجی و یک کابینت با طراحی کرکره‌ای، فضای کافی برای نگهداری لوازم اداری، اسناد و وسایل شخصی فراهم می‌کند. قفسه‌های کتابخانه‌ی سپیدار باعث می‌شود در هر گوشه‌ای از اتاق کتاب‌ها و لوازم‌التحریر به راحتی جای گیرند و به زیبایی چیدمان اتاق کمک کنند. میز سپیدار نه‌تنها یک سطح کار است، بلکه یک عنصر دکوراتیو برای ارتقاء فضای خانه شماست. اگر به دنبال ترکیبی از زیبایی، کاربردی و هم‌چنین دوام هستید، میز کامپیوتر سپیدار انتخابی مناسب برای شما خواهد بود.',
        urlParams: "id=11&title=Sepedar",
        counter: 1
    }

]
